[GENERAL]
NAME					= English
TRANSLATOR				= zun@bandicam.com
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Fast, Simple Video editor.
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Unregistered

TEXT_YES				= Yes
TEXT_NO					= No
TEXT_CLOSE				= Close
TEXT_CANCEL				= Cancel
TEXT_OK					= OK
TEXT_ABORT				= Stop
TEXT_RETRY				= Retry
TEXT_IGNORE				= Ignore
TEXT_CONTINUE				= Continue

TEXT_SAVE				= Save
TEXT_NOT_SAVE				= Don't Save

TEXT_SECOND				= Sec

TEXT_OPEN_FILE				= File Open
TEXT_SELECT_FOLDER			= Select the output folder.

TEXT_SEG_DURATION			= Duration ${str1}
TEXT_SEEK_POS				= Seek ${str1}
TEXT_TOTAL_SEG_DURATION			= Total ${str1}
TEXT_HIGH_SPEED_MODE			= High Speed Mode
TEXT_HIGH_ENCODING_MODE			= Encoding Mode

TEXT_VOLUME_MUTE			= Mute
TEXT_VOLUME				= Volume: ${int1}

TEXT_CHANGE_LANG			= To change the language, you should restart Bandicut.[br]Do you want to restart now?
TEXT_RESET_ALL_SETTINGS			= Are you sure you want to reset all settings to the defaults?
TEXT_SHUTDOWN_SEC			= The system will shut down in ${int1} seconds.
TEXT_SHUTDOWN_APP_SEC			= Bandicut will close in ${int1} seconds.

TEXT_UPDATE_AVAILABLE			= A new version of Bandicut is currently available. [br]Would you like to download it now?
TEXT_UPDATE_UNAVAILABLE			= This version is the latest one.
TEXT_UPDATE_FAILED			= Failed to check version information. [br]This system may not be currently connected to the Internet. Please, try again.
TEXT_OFFLINE				= This function is able to be used when this system is connected to the Internet[br]Please, try again after you check your Internet connection.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= This program is invalid. [br]You need to reinstall Bandicut.

TEXT_NOT_SEEKABLE			= This media file is not seekable. 
TEXT_NOT_SEEKABLE_DETAIL		= High-speed mode and segment settings are not available.[br]- Corrupted index table.[br]- No keyframe or index table.

TEXT_NOT_SUPPORT_FILE			= Bandicut does not support these files. [br](There is no video or codec information.)[br]You can see file information.
TEXT_NOT_SUPPORT_VIDEO			= [br]- Video Codec ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Audio Codec ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- File Format: ${str1}
TEXT_NOT_SUPPORT_NONE			= None
TEXT_NOT_SUPPORT_NOT_DECODE		= (Unable to Play)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (No video data)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]The input file doesn't exist.[br]Please check the file path. 

TEXT_NOT_HIGH_SPEED			= High-speed mode is not available.
TEXT_NOT_HIGH_SPEED_DETAIL		= This file can't use High-speed mode because of a codec issue. [br]- Please use Encoding mode.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - There are less than 10 video frames.
TEXT_NOT_HIGH_SPEED_QUERY		= - Failed to create the media file.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= High-Speed mode is much faster than Encoding mode. [br]However, the start time of this file may change when using High-speed mode (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Will you proceed with High-speed mode?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= High-speed mode is available after registration.[br][br]Do you want to purchase the Bandicut license?

TEXT_FRAME_CUT_CANT_CHANGE		= You cannot change this setting on the free version of Bandicut.[br]Do you want to purchase the Bandicut license?

TEXT_KEY_FRAME_CUT			= - The start time of this file may change.
TEXT_KEY_FRAME_CUT2			= - Please use Encoding mode if there are any problems.

TEXT_NOT_HIGH_SPEED_JOIN		= You can use High-speed mode for Joiner only when all formats are exactly the same.

TEXT_MSG_CONVERTING_CLOSE		= The task is running. Do you want to cancel it and close Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= The task is running. Do you want to cancel it?
TEXT_MSG_CHECK_NOT_SHOW			= Do not show next time.
TEXT_MSG_WRITE_HEADER			= Now writing the file header. If the file is big, this task could take long. Please, wait a moment.

TEXT_ERROR_DISKSPACE_TITLE		= Not enough disk space for the output folder.
TEXT_ERROR_DISKSPACE			= Please change the output folder and try again.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Available disk space: ${str1}[br]-Required disk space:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Not enough disk space for the cache folder.
TEXT_ERROR_CACHE_DISKSPACE		= Please change the cache folder and try again.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Available disk space: ${str1}[br]-Required disk space:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Please change the output or cache folder.
TEXT_ERROR_FILE_SYSTEM			= The output or cache folder is not located on an NTFS file system, which may cause problems when processing files larger than 4GB.[br]-Folder to change:
TEXT_CANT_KEYFRAME_SEEK			= Now analyzing the media file. After analyzing is complete, you can seek by keyframe unit.
TEXT_READ_FILE				= Failed to read the file. Please check the input file.[br]If the file is located on a CD/DVD, please copy the file to your hard disk drive, and try it again.
TEXT_CODEC_CONFIG			= Incorrect Encoding Settings.
TEXT_CODEC_CONFIG2			= [br]Please go to the 'Encoding Settings' menu, and use the default encoding settings, and then try it again.
TEXT_VIDEO_ENCODING			= An error occurred while encoding the video. You need to check the input file or the encoding settings.
TEXT_VIDEO_ENCODING_QSV_TITLE		= The converting has stopped because there is a problem with the Intel® Quick Sync Video encoder.
TEXT_VIDEO_ENCODING_QSV			= Will you use the H.264 Software Encoder?
TEXT_AUDIO_ENCODING			= An error occurred while encoding the audio. You need to check the input file or the encoding settings.
TEXT_NOT_SUPPORT_TYPE			= Failed to create the output file.
TEXT_UNSUPPORT_VIDEO_SIZE		= Unable to convert to this video resolution.[br]The maximum resolution supported by ${str1} is ${str2}.[br]Please go to the 'Encoding Settings' menu and select another video resolution and try again.
TEXT_NO_ENCODER				= Can't find encoder.
TEXT_SEND_FILE				= If you send the video file to bandicut@bandicam.com, we will reply to your email immediately.
TEXT_CHECK_CHANGE_ENCODER		= Use H.264 Software Encoder from now on
TEXT_INTER_FILE				= An error occurred while saving the video to the output folder.
TEXT_CANT_DECODE_AUDIO			= Some audio tracks are unable to decode.[br]They won't be converted. Are you sure you want to continue?

TEXT_REBUILD_COMPLETE			= File(s) ready to edit.
TEXT_REBUILD_FAILED			= An error occurred while preparing the video file(s).[br]

TEXT_ERRMSG_CONVERT_NUM			= Encoding failed.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Failed to use High-speed mode because the file is too big. Please use Encoding mode.

TEXT_MSG_CHANGE_MODE_DROP		= If several files are added to Bandicut, Bandicut will change to Joiner. [br]Are you sure you want to continue?
TEXT_MSG_CANT_CHANGE			= Bandicut is analyzing files which have been added. [br]Please wait...

TEXT_MISSED_FILE_REMOVE 		= The file has been removed from the segment list because it doesn't exist.[br]-${str1}

TEXT_INVALID_VALUE			= Please enter a value between ${int1} and ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= You can add up to ${int1} files/segments.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Below ${int1} files have not been added.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= You're about to exceed the maximum segment count of Bandicut (99). If you proceed, some segments won't be added.[br]Are you sure you want to continue?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut can't split into ${int1} segments because the time of each segment is too short.[br]Please enter a smaller number.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= You can't split the segment any more because the maximum segment count has been exceeded.
TEXT_WARNING_MAX_SEGMENT_ZERO		= The time is longer than the segment time.[br]Please set it to a smaller value and try again.
TEXT_WARNING_INVALID_TIME		= Please set time higher than 1 second.

TEXT_EXIST_FILE_HEADER			= A file with that name already exists.
TEXT_EXIST_FILE_COMMENT			= If you continue this task, a sequence number will be added to the file name. Are you sure you want to continue?
TEXT_EXIST_FILE_OVERWRITE			= Save Project File
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} already exists.[br]Do you want to overwrite it?

TEXT_MSG_PROJECT_HELP			= What is a project file?
TEXT_MSG_SAVE_PROJECT_HEADER		= A task is in progress.
TEXT_MSG_SAVE_PROJECT			= If you add video files or a project file, the running task will be lost.
TEXT_MSG_SAVE_PROJECT2			= Do you want to continue after saving a project file?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Do you want to continue after saving a project file?
TEXT_MSG_LOAD_PROJECT_FAIL		= Failed to open project file.
TEXT_MSG_RESTORE_PROJECT		= Bandicut didn't shut down correctly.[br]Do you want to restore your previous task?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video is not enabled.[br]To use the "H264 (Intel® Quick Sync Video)" codec, please plug the VGA cable from the monitor into the VGA port on the motherboard.
TEXT_RECOMMEND_CODEC_COMMENT_OK		= Would you like to visit the help page?

TEXT_ENCODER_TITLE			= ${str1} encoder Available
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} is a hardware encoder which allows you to edit videos at a higher speed than the software-based encoder.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Would you like to use the ${str1} encoder?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= This feature is no longer available due to Facebook's policy.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Input file information
TEXT_H264_NOT_SUPPORT			= This system does not support H.264 encoding.
TEXT_FILE_NAME				= File Name: ${str1}
TEXT_FILE_TYPE				= File Format: ${str1}
TEXT_FILE_DURATION			= Duration: ${str1}
TEXT_FILE_SIZE				= File Size: ${str1}
TEXT_SEGMENT				= Segments: ${str1} 
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Original start time: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - New start time: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Use high-speed mode: ${str1}
TEXT_SEEKABLE				= Seeking ${str1}  
TEXT_POSSIBLE				= Enable
TEXT_IMPOSSIBLE				= Disable
TEXT_POSSIBLE_REG			= Available after registration.
TEXT_TRACK_COUNT			= ${int1} Video Track(s), ${int2} Audio Track(s)
TEXT_OUTPUT_FILE_INFO			= Output file information
TEXT_ADD_FAILED				= [Failed to add the file]
TEXT_OUTPUT_OPTION			= Output Options
TEXT_INPUT_FILES			= [Input Files(Segments) Count : ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Codec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Media Files
TEXT_MAIN_PROJECT_FILES			= Project Files
TEXT_MAIN_ALL_FILES			= All Files

TEXT_MOREINFO				= See more...

TEXT_SEGMENT_TITLE			= Segment ${str1}
TEXT_SEGMENT_FILE_TITLE			= File ${str1}

TEXT_RECORDING				= Start Bandicam Screen Recorder[br](Record a PC screen, game or webcam)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Trial
TEXT_BANNER_OFF_SUBJECT			= You are using the unregistered version.
TEXT_BANNER_OFF_CONTENTS_1		= If you purchase and register the Bandicut license,
TEXT_BANNER_OFF_CONTENTS_2		= you can use the software without the trial limitations.
TEXT_BANNER_RESULT_SUBJECT		= Not satisfied with the speed?
TEXT_BANNER_RESULT_CONTENTS_1		= Please purchase the Bandicut license.
TEXT_BANNER_RESULT_CONTENTS_2		= The speed will be increased by over <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Buy Now

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (free) for Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Fastest Lossless Video Cutter, Splitter and Joiner
TEXT_BANNER_UWP_CONTENTS_2		= For more information, visit the official website.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= General
TEXT_TAB_FILE				= Output
TEXT_TAB_LANGUAGE			= Language
TEXT_TAB_HIGHSPEED			= High Speed
TEXT_TAB_VFILTER			= Video Filter
TEXT_TAB_INFO				= About

TEXT_PREFIX_FILE_NAME			= Source File Name
TEXT_PREFIX_CUSTOM			= Custom Prefix
TEXT_PREFIX_NONOE			= None
TEXT_SUFFIX_TIME			= Date and Time
TEXT_SUFFIX_SERIAL			= Sequence Number
TEXT_SUFFIX_DATE_SERIAL			= Date and Sequence Number
TEXT_FILE_EXAMPLE			= Ex)
TEXT_DEFAULT_CACHE_FOLDER		= (Default)

TEXT_INTEL_QSV				= Intel® Quick Sync video (Fast, Hardware acceleration)

TEXT_H264_NOT_SUPPORT			= This system does not support H.264 encoding.[br]Do you want to visit the help page?

TEXT_VIDEO_QUALITY			= Quality
TEXT_VIDEO_BITRATE			= Bitrate(kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Stereo
TEXT_NO_VIDEO				= No Video
TEXT_NO_AUDIO				= No Audio
TEXT_VIDEO				= Video
TEXT_AUDIO				= Audio
TEXT_UNKNOWN				= Unknown
TEXT_AUTO				= Auto
TEXT_ALWAYS				= Always
TEXT_DONT_USE				= Don't use

TEXT_FIT_WIDTH				= Fit Width
TEXT_FIT_HEIGHT				= Fit Height
TEXT_SIZE_AUTO				= Keep Original Size
TEXT_SIZE_CUSTOM			= Custom

TEXT_FIT_WIDTH_INFO			= Fit Width (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Fit Height (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= Keep Original FPS

TEXT_MIN_VIDEO_SIZE			= The minimum value of the video width and height is ${int1}.
TEXT_MAX_VIDEO_SIZE			= The maximum value of the video width and height is ${int1}.
TEXT_ODD_VIDEO_SIZE			= Encoding may fail when the video width or height is an odd number.[br] Do you want to change the video size as follows?
TEXT_ODD_VIDEO_SIZE2			= [br]- User-defined video size: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- new video size: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= The maximum value of the video bitrate is ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			= The video quality value should be between 1 and 100.
TEXT_DONT_ALLOW_NORMALIZE		= You can't use this option with the [Remove Audio Tracks] option.[br]Would you like to disable the [Remove Audio Tracks] option?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= You can't use this option with the [Normalize] option.[br]Would you like to disable the [Normalize] option?

TEXT_SAMPLERATE_AUTO			= Keep Original Frequency

TEXT_ASK_FOR_REG			= Unregistered version
TEXT_ASK_FOR_REG_DETAIL			= Purchase the Bandicut license to remove all limitations.
TEXT_ASK_FOR_REG_CONTINUE		= Ignore and continue
TEXT_ASK_FOR_REG_REGNOW			= Register Bandicut
TEXT_ASK_FOR_REG_TRY			= Try Unregistered Bandicut

TEXT_NOT_EXIST_OUTPUT			= Output folder doesn't exist. Please change the output folder.
TEXT_NOT_SUPPORT_FOLDER			= You can't save files to this folder. Please choose another folder.
TEXT_NOT_SAVE_SOURCE_FOLDER		= You can't save files to the source folder [br]Do you want to continue after unchecking the [Save to the Source Folder] option?
TEXT_NOT_ALLOWED_CHAR			= A file name can't contain any of the following characters.[br]${str1}
TEXT_LONG_PATH				= The file name is too long for the output. Please, shorten the file name and try again, or try a location that has a shorter path.[br]The maximum file path length is ${int1} characters.
TEXT_ADDING_FILES			= Now adding media files. Please wait a moment.

TEXT_DEFAULT_PRESET			= Default
TEXT_FIT_WIDTH_PRESET			= Fit Width
TEXT_FIT_HEIGHT_PRESET			= Fit Height
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartphone
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Do you want to delete the preset?[br][br]-Preset name: ${str1}
TEXT_SAME_PRESET			= The preset name you entered already exists. Do you want to overwrite the existing preset?[br][br]-Preset name: ${str1}
TEXT_SAME_RENAME_PRESET			= The preset name you entered already exists. Please enter a different name.[br][br]-Preset name: ${str1}
TEXT_REFLECTED_PRESET			= Your preset has been applied[br][br]-Preset name: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= This software will install Bandicut on your computer.[br][br]If Bandicut is running, please exit before you start the installation.[br][br]Click Next to continue.
TEXT_DELETE_ALL_FILES			= Not all files in (${str1}) were removed. [br]Do you want to remove them?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut is in use. Close the program before proceeding.
TEXT_THIS_IS_NT_ONLY_APP		= This software will work properly only in Windows Vista and later. [br]Do you want to download the version for Windows XP?
TEXT_DO_NOT_WORK_32BIT			= This program doesn't work on 32-bit Windows. [br]Do you want to download the version for 32-bit Windows?
TEXT_NEED_ADMIN_PRIVILEGE		= Installing this program requires administrator rights. [br]Do you want to abort the installation?
TEXT_DELETE_ALL_PRESET_FILES		= Your custom presets exist.[br]Do you want to remove them?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			= Please select the mode you want to use.
TEXT_WIZARD_COMMENT_CUT			= Cut certain parts of video.
TEXT_WIZARD_COMMENT_SPLIT		= Split a video file into multiple segments.
TEXT_WIZARD_COMMENT_JOIN		= Join multiple video files.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Cutter
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Joiner

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Resume
TEXT_PAUSE				= Pause
TEXT_READY				= Waiting

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Writing the file header
TEXT_JOIN_JOB				= Join

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Your Bandicut has been registered.
TEXT_REGISTER_FAILED			= Registration failed. [br]Check your email address and serial number.
TEXT_REGISTER_CONNECT_FAILED		= Cannot connect to the registration server.[br]Please check your internet connection, and set your system clock to today's date and time.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]If you need help, click the OK button.
TEXT_REGISTER_INFO			= Email Address: ${str1}[br]Serial Number: ${str2}
TEXT_REGISTER_INFO2			= Expiration Date: ${str1} (${int1} days left)
TEXT_REGISTER_INFO2_EXPIRED		= Expiration Date: ${str1} (Expired)
TEXT_REGISTER_YET			= Unregistered!!![br]- A watermark will be added to the video.[br]- Please click the "Register" button to remove all limitations.
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut has been unregistered.
TEXT_UNREGISTER				= Do you want to unregister Bandicut?
TEXT_NOTICE_NEED_TO_RENEW		= Bandicut license expires after ${int1} days. Click the 'OK' button for license renewal instructions.
TEXT_NOTICE_NEED_TO_RENEW_NOW		= Bandicut license has expired. Click the 'OK' button for license renewal instructions.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Please enter a title for the video to upload.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Login - YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Signing in with YouTube from the browser...
TEXT_UPLOAD_VIMEO_LOGIN			= Login - Vimeo
TEXT_UPLOAD_COMPLETE			= Uploaded
TEXT_UPLOAD_ERR_FAIL			= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE		= There is not enough free space to upload.
TEXT_UPLOAD_ERR_CONNECT			= Failed to connect to server.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Failed to upload this video. Vimeo Basic users can't use this function.
TEXT_UPLOAD_WARNING_DOING		= Now uploading ${int1} video files. Do you want to cancel uploading video and close Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Please enter a password.
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut has exceeded the daily upload quota assigned by YouTube.[br]The quota will be reset at midnight Pacific Time.[br]Please try again after midnight Pacific Time or go to YouTube.com and upload the video directly to YouTube.[br][br]Do you want to visit YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Failed to get an access token.

TXT_TITLE               		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE1   		= Signing in with YouTube is complete!
TXT_MESSAGE_COMPLETE2   		= You can close this page.
TXT_GOTO_BANDICUT_HOME  		= Go to bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= The installation is in progress...
TEXT_UPDATE_FAILED_DL			= Failed to download installation files. [br]This system may not be currently connected to the Internet.
TEXT_UPDATE_INSTALL_SUCCEED		= The installation completed.
TEXT_UPDATE_INSTALL_FAILED		= The installation failed.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= About [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Open File [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Upload to
MENUSTR_MAIN_FILE_CLOSE			= Close File [tab]F4
MENUSTR_MAIN_OUTPUT			= Open Output Folder [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Configuration [tab]F5
MENUSTR_MAIN_REGISTER			= Registration [tab]F3
MENUSTR_MAIN_CLOSE			= Exit [tab]Alt+F4
MENUSTR_MAIN_HELP			= Help
MENUSTR_HELP_ONLINE			= Help
MENUSTR_HELP_HOTKEYS			= Hotkey Information
MENUSTR_HELP_LICENSE			= Copyright Information
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Audio
MENUSTR_MAIN_FILE_INFO			= File Information [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Close All Files [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Open Project File
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Save Project File
MENUSTR_UPLOAD_SETTING			= Settings

MENUSTR_PRESET_USER			= User Presets
MENUSTR_PRESET_ADD			= Add a Preset
MENUSTR_PRESET_EDIT			= Edit Presets

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Cancel
IDOK					= OK
IDC_BTN_CLOSE				= Close
IDC_BTN_YES				= Yes
IDC_BTN_NO				= No
IDC_BTN_REGISTER			= Register
IDC_CK_OPEN_OUTPUT_FOLDER		= Open the output folder when complete.
IDC_ST_DETAIL_LINK			= See more...
IDC_ST_OPTION				= Options
IDC_ST_HELP				= Help

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Encoding Mode Settings
IDC_ST_FILE_FORMAT			= File
IDC_ST_FORMAT				= File Format
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Audio
IDC_ST_VIDEO_SIZE			= Video Size
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Video Codec
IDC_ST_VIDEO_MODE			= Bitrate control
IDC_ST_VIDEO_QUALITY			= Quality
IDC_ST_VIDEO_BITRATE			= Bitrate
IDC_ST_VIDEO_DEINTERLACE		= Deinterlace
IDC_ST_AUDIO_CODEC			= Audio codec
IDC_ST_AUDIO_CHANNEL			= Channel
IDC_ST_AUDIO_SAMPLERATE			= Frequency
IDC_ST_AUDIO_MODE			= Bitrate control
IDC_ST_AUDIO_BITRATE			= Bitrate
IDC_BTN_PRESET				= Default
IDC_BTN_SETTING_MORE			= More Settings...
IDC_ST_AUDIO_NORMALIZE			= Normalize
IDC_CK_AUDIO_NORMALIZE			= Use

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264 Settings
IDC_ST_H264_PROFILE_SETTING		= ${str1} Settings
IDC_ST_H264_PROFILE			= Profile
IDC_ST_H264_LEVEL			= Level

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Add a New Preset
IDC_ST_ADD_PRESET			= You can save the current format settings as a new preset.[br]Enter a name for the new preset. 
IDC_ST_SELECT_ENCODER			= H.264 Encoder Settings
IDC_ST_VIDEO_ENCODER			= H.264 Encoder			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Rename the Preset
IDC_ST_RENAME_PRESET			= Enter a new name for the preset.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Edit Presets
IDC_BTN_PRESET_ADD			= Add
IDC_BTN_PRESET_DELETE			= Delete
IDC_BTN_PRESET_RENAME			= Rename

[IDD_SETTING]
IDD_SETTING				= Configuration
IDC_BTN_RESET				= Reset

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Alert when opening non-seekable media files.
IDC_CK_ALERT_EXIST_FILE			= Alert when a file with that name already exists.
IDC_CK_ALERT_SAVE_PROJECT		= Alert when saving a project file.
IDC_CK_USE_LOG_FILE			= Create a log file (.log)
IDC_CK_MOV_FRONT_HEADER			= Save the file information at the beginning of the file (only MP4).
IDC_CK_KEEP_CREATION_TIME		= Preserve creation date/time of the original file.
IDC_ST_UPLOAD				= Upload options
IDC_CK_SHOW_TIP				= Show tip/information
IDC_CK_AUTO_MOVE			= Move input position when pressing number keys.
IDC_CK_DEINTERLACE_PREVIEW		= Use the deinterlace filter when playing interlaced video.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Output folder
IDC_BTN_SET_OUTPUT			= Browse...
IDC_BTN_OPEN_OUTPUT			= Open
IDC_CK_OUTPUT_SOURCE			= Save to the Source Folder
IDC_ST_FILENAME				= File naming settings
IDC_ST_CACHE_FOLDER			= Cache folder
IDC_BTN_SET_CACHE_FOLDER		= Browse...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Default

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Language
IDC_ST_TRANSLATOR			= Thanks to translators

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Alert when unable to use High-speed mode.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Always cut/merge by keyframe in High-speed mode.
IDC_CK_SHOW_KEY_FRAME_CUT		= Alert when the start time of the file will change.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO			= Upload Information
IDC_ST_VIMEO_FILENAME			= File name:
IDC_ST_VIMEO_TITLE			= Title:
IDC_ST_VIMEO_DESCRIPTION		= Description:
IDC_ST_VIMEO_PRIVACY			= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Anyone can see this video
IDC_RD_VIMEO_PRIVACY_ONLYME		= Only I can see this video
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Only people I follow can see this video
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Only people with the private link can see this video
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Vimeo Basic users can't use this option)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Only people with a password can see this video 
IDC_CK_HIDE_PASSWORD			= Hide Password
IDC_BTN_VIMEO_UPLOAD			= Upload
IDC_LN_VIMEO_HELP			= Help

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Uploading...
IDC_ST_VIMEO_UPLOADED			= The video upload is complete!
IDC_ST_VIMEO_LINK			= Link:
IDC_ST_VIMEO_EMBED			= Embed:
IDC_BTN_VIMEO_LINK_GO			= Go
IDC_BTN_VIMEO_EMBED_COPY		= Copy
IDC_BTN_VIMEO_CLOSE			= Close

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Upload to Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Upload Information
IDC_ST_YOUTUBE_FILENAME			= File name:
IDC_ST_YOUTUBE_TITLE			= Title:
IDC_ST_YOUTUBE_DESCRIPTION		= Description:
IDC_ST_YOUTUBE_PRIVACY			= Privacy:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Public - Allow anyone to see this video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Unlisted - Anyone who has the link to the video can see this video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Private - Make this video visible to me and the users I select
IDC_BTN_YOUTUBE_UPLOAD			= Upload
IDC_LN_YOUTUBE_HELP			= Help
IDC_LN_YOUTUBE_TOS			= By clicking 'Upload,' you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the <a>YouTube Terms of Service</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Keep me logged in
IDC_BTN_YOUTUBE_LOGOUT			= Logout

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Uploading...
IDC_ST_YOUTUBE_UPLOADED			= The video upload is complete!
IDC_ST_YOUTUBE_LINK			= Link:
IDC_ST_YOUTUBE_EMBED			= Embed:
IDC_BTN_YOUTUBE_LINK_GO			= Go
IDC_BTN_YOUTUBE_EMBED_COPY		= Copy
IDC_BTN_YOUTUBE_CLOSE			= Close

[IDD_FILEINFO]
IDD_FILEINFO				= File Information
IDC_BTN_CLIPBOARD			= Copy To Clipboard

[IDD_REGISTER]
IDD_REGISTER				= Register Bandicut
IDC_ST_1BUY				= 1. Buy
IDC_ST_1BUY_COMMENT			= If Bandicut is not registered, a watermark will be added to the video. Please click the "Buy Now" button to purchase the Bandicut license.
IDC_BTN_BUY_ONLINE			= Buy Now
IDC_ST_2REGISTER			= 2. Register
IDC_ST_2REGISTER_COMMENT		= Please enter the e-mail address and serial number. [br](You need an online connection to register Bandicut.)
IDC_ST_EMAIL_ADDRESS			= Email address
IDC_ST_SERIAL_NUMBER			= Serial number
IDC_BTN_REGISTER_NOW			= Register Now
IDC_BTN_UNREGISTER_NOW			= Unregister

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= System Shutdown
IDC_ST_SHUTDOWN_INFO			= System Shutdown
IDC_ST_SHUTDOWN_MSG1			= This system will shutdown because the process has been completed.[br]If you do not wish to shut down, click the Cancel button.
IDD_SHUTDOWN_APP			= Close Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Close Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut will close automatically because the process has been completed.[br]If you do not wish to close Bandicut, click the Cancel button.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Update check
IDC_ST_UPDATE_SETTING			= Settings
IDC_CK_ENABLE_AUTO_CHECK		= Enable automatic update check.
IDC_CK_SHOW_UPDATE_POPUP		= Show pop-up when a major update is available.
IDC_CK_SHOW_ENABLE_BETA			= Show pop-up when a beta update is available.
IDC_BTN_CHECK_UPDATE_NOW		= Check for updates now

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Update Information
IDC_ST_UPDATE_MSG1			= New version available.
IDC_ST_UPDATE_MSG2			= Click [Update] and download the setup file.
IDOK					= Update

[IDD_FAILTOADD]
IDD_FAILTOADD				= Failed to add file(s).

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Video Splitter
IDOK					= Apply
IDC_RD_SPLIT_NUMBER			= Split into
IDC_RD_SPLIT_TIME			= Split by duration:
IDC_ST_SEGMENT				= Segments
IDC_CK_KEEP_SEGMENT			= Keep the selected segment
IDC_ST_HOUR				= Hour
IDC_ST_MIN				= Min.
IDC_ST_SEC				= Sec.

[IDD_INFORMATION]
IDD_INFORMATION				= Hotkey Information
IDD_INFORMATION_LICENSE			= Copyright Information

[SKIN]
; New UI
; Common
$BN_START				= Start
$BN_CANCEL				= Cancel
$BN_OK					= OK
$BN_YES					= Yes
$BN_NO					= No
$ST_OPTION				= Option
$CK_JOIN				= Merge Segments
$BN_OPEN_OUTPUT				= Open
$BN_HELP				= Help
$CHECK_DO_NOT_SHOW			= Do not show next time.

; Main
$BN_TIP					= Please register to remove all limitations. 
$BN_ADD_SEGMENT				= Add segment
$BN_GUIDE_OPEN_FILE			= Open File
$BN_GUIDE_OPEN_FILE_JOINER		= Open Files
$ST_GUIDE_SET_SEGMENT			= Select Cutting Area
$ST_GUIDE_START				= Click Start
$ST_GUIDE_ADD_FILES			= Add Files
$ST_SEGMENT_LIST_TITLE			= Cutter Segment List
$ST_SEGMENT_LIST_TITLE_JOIN		= Joiner File List

; Wizard
$BN_WIZARD_CUT				= Cut
$BN_WIZARD_JOIN				= Join
$BN_WIZARD_SPLIT			= Split

; About
$ST_ABOUT_VERSION_INFO			= Bandicut Version
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			= New version available.
$BN_ABOUT_CHECK_UPDATE			= Update check
$ST_ABOUT_LICENCE_INFO			= License Information
$BN_ABOUT_REGISTER			= Register
$BN_ABOUT_REGISTER_HELP			= How to Purchase and Register
$ST_ABOUT_HOMEPAGE_INFO			= Website URL
$ST_ABOUT_HOMEPAGE_URL			= Homepage
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Update Registration
$BN_ABOUT_RENEW_LICENSE			= Renew License

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Mode
$RD_READY_HIGH_SPEED_MODE		= High-Speed mode
$RD_READY_ENCODING_MODE			= Encoding mode
$ST_READY_MODE_HIGH_SPEED		= Fast and Lossless (Recommended)
$ST_READY_MODE_ENCODING			= Customize file format, quality and codec (Slow)
$ST_READY_FILE_FORMAT			= File Format
$ST_READY_VIDEO_INFO			= Video Info
$ST_READY_VIDEO_ENCODER			= Video Encoder
$ST_READY_AUDIO_INFO			= Audio Info
$BN_READY_DETAIL_SETTING		= Encoding Settings
$BN_READY_PRESET			= Presets
$ST_READY_OUTPUT_OPTION			= Output
$ST_READY_OUTPUT_FILE_NAME		= Filename
$ST_READY_SAVE_FOLDER			= Folder
$CK_READY_OUTPUT_TO_SOURCE		= Save to the Source Folder
$ST_READY_TRACK_OPTION			= Save Tracks
$RD_READY_ALL_TRACK			= Save all video and audio tracks
$RD_READY_SEL_TRACK			= Save only selected video and audio track
$CK_READY_EXTRACT_AUDIO			= Extract audio tracks (.mp3)
$CK_READY_REMOVE_AUDIO			= Remove audio tracks

; Run
$ST_RUN_CUT_FILE_INFO			= Progress
$ST_RUN_FILE_NAME			= File:
$ST_RUN_COMPLETE			= Complete
$BN_RUN_UPLOAD				= Upload
$BN_RUN_PLAY				= Play
$ST_RUN_RUNNING_TIME			= Time Elapsed
$ST_RUN_REMAINING_TIME			= Time Remaining
$ST_RUN_SPEED				= Speed
$ST_RUN_FILE_SIZE			= File Size
$ST_END_OPTION				= After completing
$ST_UPLOAD_OPTION			= Upload options
$CK_RUN_OPEN_OUTPUT_FOLDER		= Open the output folder
$CK_RUN_SYSTEM_CLOSE			= Shut down
$CK_SOUND_ALARM				= Play a sound
$CK_MOVE_TO_MAIN			= Go to Main Window

; Capture
$BN_OPEN_FOLDER				= Open Folder
$BN_MESSAGE				= [u]Captured image has been saved to the output folder.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Have you used <font color="yellow">Bandicam</font>? It allows you to record anything on your PC screen and save it as a video file.[br]Would you like to try Bandicam?
$BN_UPDATE_STEP1_LINK			= Learn more
$ST_UPDATE_STEP2_TEXT			= Download in progress...
$BN_UPDATE_INSTALL			= Install now
$BN_UPDATE_LATER			= No, thank you!
$BN_UPDATE_CANCEL			= Cancel
$BN_UPDATE_CLOSE			= Close
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Preparing your file(s) for editing.

; Tooltip
$TT_MENU				= Menu
$TT_WIZARD				= Get Started (Home)
$TT_CUTTER				= Cut
$TT_JOINER				= Join
$TT_ABOUT				= Information (F1)
$TT_SETTING				= Configuration (F5)
$TT_BANDICAM				= Start Bandicam

$TT_FILE_CLOSE_WORK			= Close All Files (F4)
$TT_FILE_CLOSE_WORK_CUT			= Close File - Remove All Segments (F4)

$TT_FILE_OPEN				= Open File (F2,Ctrl+O)
$TT_FILE_ADD				= Add File(s) (F2,Ctrl+O)
$TT_FILE_PROJECT			= Open/Save Project File
$TT_OPEN				= Open

$TT_REGISTER				= Register(F3)
$TT_OPEN_OUTPUT_FOLDER			= Open Output Folder (Ctrl+F2)
$TT_HELP				= Help
$TT_REFRESH_LINFO			= Refresh license Information

$TT_PLAYER_PLAY				= Play/Pause (Space)
$TT_PLAYER_STOP				= Stop (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Play/Pause Segment (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Stop Segment (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Move to Previous Keyframe (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= Move to Previous Frame (Left)
$TT_PLAYER_NEXT_FRAME			= Move to Next Frame (Right)
$TT_PLAYER_NEXT_KEY_FRAME		= Move to Next Keyframe (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= Play Previous File (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= Play Next File (Right)
$TT_PLAYER_SEG_ADD			= Add a Segment (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= You can add up to ${int1} files/segments.
$TT_PLAYER_SEG_START			= Set Segment Start Time ( S )
$TT_PLAYER_SEG_END			= Set Segment End Time ( E )
$TT_PLAYER_MUTE_ON			= Mute ( M )
$TT_PLAYER_MUTE_OFF			= Unmute ( M )

$TT_PLAYER_CAPTURE			= Capture (Ctrl+C)

$TT_ADD_SEGMENT				= Add Segment(Ctrl+N)
$TT_PREV_SEGMENT			= Move Up
$TT_NEXT_SEGMENT			= Move Down
$TT_PREV_MOVE_FILE			= Move Backward
$TT_NEXT_MOVE_FILE			= Move Forward

$TT_RUN_UPLOAD_OPTION			= Upload Options

$TT_LIST_PLAY				= Play/Pause Segment
$TT_LIST_SPLIT				= Split
$TT_LIST_CUT_REMOVE			= Remove
$TT_LIST_JOIN_REMOVE			= Remove

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Hotkeys for Bandicut
HOTKEYS_ABOUT				= - About Bandicut:		F1
HOTKEYS_FILE_INFO			= - File Information:		Ctrl+F1
HOTKEYS_SETTING				= - Configuration:		F5
HOTKEYS_MAX				= - Maximize/Restore:		Enter
HOTKEYS_CHANGE_MODE			= - Change Mode: 		Ctrl+M
HOTKEYS_REGISTER			= - Register Bandicut:		F3
HOTKEYS_HOME				= - Go to Start Page:		Home

HOTKEYS_PLAY_TITLE			= * Play
HOTKEYS_OPEN_FILE			= - Open File:		Ctrl+O, F2
HOTKEYS_CLOSE				= - Close (All) File(s):		F4
HOTKEYS_START				= - Start:           		Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Open Output Folder:	Ctrl+F2
HOTKEYS_PLAY				= - Play/Pause:		Space
HOTKEYS_STOP				= - Stop:			Ctrl+Space
HOTKEYS_MUTE				= - Mute on/off:		M

HOTKEYS_SEGMENT_PLAY			= - Play/Pause Segment:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Stop Segment:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Remove a Segment:	Delete

HOTKEYS_PLAY_FORWARD			= - Forward:			Right, Numpad+
HOTKEYS_PLAY_REWIND			= - Rewind:			Left, Numpad-

HOTKEYS_CUT_TITLE			= * Cut
HOTKEYS_SET_START_TIME			= - Set Segment Start Time:	S
HOTKEYS_SET_END_TIME			= - Set Segment End Time:	E
HOTKEYS_SEGMENT_ADD			= - Add Segment:		Ctrl+N

HOTKEYS_NEXT_FRAME			= - Next Frame:		Right, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Next Keyframe:		Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= - Previous Frame:		Left, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Previous Keyframe:		Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - Select Previous Segment: 	Up
HOTKEYS_NEXT_SEL_SEG			= - Select Next Segment: 	Down

HOTKEYS_PREV_TIME_DIGIT			= - Move to Previous Time Digit:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Move to Next Time Digit:	Tab

HOTKEYS_JOIN_TITLE			= * Join
HOTKEYS_PREV_FILE_PLAY			= - Play/Select Previous File: 	Left
HOTKEYS_NEXT_FILE_PLAY			= - Play/Select Next File: 	Right